<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>مقدمة</title>
  <style>
    .content{
      padding: 15px;
      background-color: rgb(58 173 73 / 50%);
      box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
      border-radius: 20px;
      margin: 10px 0;
    }
        p {
          font-size: 16px; /* Default font size for larger screens */
          line-height: 1.5;
          margin: 10px 0;
        }

        /* Specific styles for different screen sizes */
        @media (max-width: 768px) {
          p {
            font-size: 14px;
            margin-top: -12px;
          }
        }

        @media (max-width: 480px) {
          p {
            font-size: 12px;
            margin-top: -8px;
          }
        }
        @media (max-width: 420px) {
          p {
            font-size: 10px;
            margin-top: -6px;
          }
        }
  </style>
</head>
<body>
  <div class="content">
    <h2 class="arrow" style="cursor: pointer; direction: ltr;">مقدمة</h2>
    <p style="color: black;font-size: 22px;font-weight: bold;"></p>
      <p >
              تتعدد أسباب زحام المرور داخل المدينة، ورغم تباين تلك الأسباب، يتفق النتيجة على تأخير الوقت وزيادة 
              استهلاك الوقود والتلوث ونتائج أخرى. تختلف هذه الأسباب وتأثيراتها من مكان إلى آخر ومن وقت لآخر، تبعًا لسلوك المجتمع
              وإمكانياته وثقافته والتخطيط الهندسي والقوانين والتنفيذ. لذا يجب الركز على فهم أسباب الزحام وتأثير كل سبب وكيفية
              معالجته بشكل واقعي من خلال المشاركة المجتمعية في مبادرة لتخفيف الزحام داخل المدينة. تقود هذه المبادرة مجلس بحوث 
              النقل بأكاديمية البحث العلمي بهدف كشف أسباب الزحام الحقيقية ومواقعها داخل القاهرة الكبرى، استنادًا إلى خبرة
              المستخدمين ومشاركتهم الفاعلة في تحديد الحلول المناسبة. تنطلق المبادرة بإجراء استبيان لآراء مستخدمي الطرق،
              ثم تحليل هذه الآراء بطريقة علمية لصياغة توصيات يتم تقديمها للجهات التنفيذية لاتخاذ الإجراءات اللازمة.

        <br>
          يهدف الاستبيان إلى كشف حقيقة 
          أسباب الزحام وتقدير تأثيرها واقتراح طرق علاج فعّالة داخل المدينة. ويتم تقسيم الاستبيان إلى أقسام مختلفة:
          <br>
  
          1- خصائص مستخدم الطريق:
              التعرف على سمات مستخدمي الطرق. <br>
          2- مواقع الزحام وتوقيتها:
            تحديد المناطق المزدحمة وأوقات ازدحامها. <br>
          3- أسباب الزحام:
            استكشاف أسباب الزحام من وجهة نظر مستخدمي الطرق وتقدير تأثير كل سبب.<br>
          4- طرق العلاج:
            تحديد استراتيجيات العلاج الواقعية وجدواها.<br>
          5- مقترحات إضافية:
            استكشاف اقتراحات إضافية لحلول أفضل.

      </p>

      
  </div>
</body>
</html>
